Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/others/Fylkersrapport06sam0000.pdf.tmx
Source language: sme
Languages: nob

source: Cambridge Regional College lea lágidan oahpahusa Norgga oahppoplánaid vuođul .
nob: Regional College har tilrettelagt undervisningen etter den norske læreplanen .

source: Min eaŋgalasgiela oahpahus lea hui alla dásis , ja beassat čađahit Cambridge-eksámena termiidnaloahpas , mii dagaha álkibun lohkat olgoriikkas maŋŋá .
nob: Engelskundervisningen vår er på et veldig høyt nivå , og vi vil få muligheten til å ta Cambridge-eksamen ved terminslutt , noe som vil gjøre det enklere å studere i utlandet senere .

source: Biologiija ja CSI .
nob: Biologi og CSI .

source: 3BI-oahppit čađaheamen DNAiskosiid Dearvvašvuođafágaid ossodagas HiTø:s .
nob: 3BI-elever utfører DNA-prøver ved Avdeling for Helsefag ved HiTø .

source: Muhtun oahppit čohkken návccaid bargui kemiijadiimmus CRC:is , kemiijafágaoahpaheaddji , Gubby Panesar , oaivada .
nob: Noen av elevene i dyp konsentrasjon i en kjemitime ved CRC , veiledet av faglærer i kjemi , Gubby Panesar .

source: Ovttasbargoprošeakta Cambridge Regional College:in lea lihkostuvvan hui bures .
nob: Samarbeidsprosjektet med Cambridge Regional College har vært en suksess .

source: Juohke jagi dás duohko áigu Sálašvákki joatkkaskuvla addit Jk2-luohká buot ohppiide vejolašvuođa čađahit joatkkaoahpahusa 2. skuvlajagi Cambridge Regional College:s Englánddas .
nob: Hvert år fremover vil Tromsdalen videregående skole gi en hel klasse Vg2elever muligheten til å ta sitt 2. skoleår av videregående opplæring ved Cambridge Regional College i England .

source: Fálaldat lea erenoamáš , ja Sálašvákki joatkkaskuvla lea áidna Davvi-Norgga skuvla mas lea dakkár ovttasbargu .
nob: Tilbudet er unikt , og Tromsdalen videregående skole er eneste skole i Nord-Norge som har et slikt samarbeid .

source: – Go vállje olgoriikkas lohkat , de dat dábálaččat mearkkaša ahte olmmoš ferte leat eret bearrašis ja ustibiin oppa jagi .
nob: – Å velge å studere i utlandet innebærer vanligvis å være borte fra familie og venner for ett år .

source: Go vulggiimet olgoriikii Sálašvákki joatkkaskuvlla bokte dan sajis go muhtun doaimmahaga bokte , de mii oaččuimet vejolašvuođa vuolgit olles Norgga luohkkán .
nob: Ved å dra til utlandet gjennom Tromsdalen videregående skole i stedet for et byrå , fikk vi muligheten til å dra som en samlet norsk klasse .

source: Dieđán ahte dát lei oluide mearrideaddjn vuolginágga .
nob: Dette vet jeg var avgjørende for mange som er her .

source: Dakkár oadjebasvuođa dovdu mii mis lea leamaš , lea váttis oažžut go logat olgoriikkas áidna dážan muhtun oahppobáikkis .
nob: En slik trygghetsfølelse som vi har hatt , er vanskelig å oppnå hvis du studerer i utlandet som eneste nordmann ved et studiested .

source: Dan lassin mii leat orron verddebearrašiid luhtte , mat fuolahit midjiide borramuša ja bassojuvvon biktasiid .
nob: Vi har i tillegg vært bosatt hos vertsfamilier , som sørger for at det er mat på bordet og at klærne blir vasket .

source: – Cambridge lea buot heivvoleamos gávpot dákkár lonohallanprošektii .
nob: Elevene følger norske læreplaner , men har all undervisning på engelsk .

source: – Mis lea leamaš stuorra ávki orrumis Cambridge:s , ja mii leat loaktán hui bures .
nob: De er innkvartert hos vertsfamilier i Cambridge .

source: – Go lean leamaš sullii guokte mánu studeantan dáppe Cambridge:s , lean mun vásihan eanet go dan maid ledjen vuordán vásihit .
nob: Elevenes inntrykk : – Etter nesten to måneder som student her i Cambridge har jeg opplevd mer enn jeg hadde trodd jeg skulle .

source: Mii oahpásmuvvat ođđa olbmuide , ođđa kultuvrii , earalágan dálkkádahkii , ođđa skuvlii , ođđa ohppiide ja oahpaheddjiide , ja ođđa beroštumiide .
nob: Vi opplever nye mennesker , ny kultur , annerledes klima , ny skole med nye elever og lærere , og nye interesser .

source: Mun dieđán dát boahtá ávkin maŋŋil eallimis , nu ahte vaikke man garas de livččii áibbašeapmi ruoktot , de in gal gáđa in veahá ge ahte CAMBRIDGE - a chance of a lifetime .
nob: Jeg vet dette vil komme godt med videre i livet , så uansett hvor stor hjemlengselen kan bli , angrer jeg ikke på å ha satt meg på flyet hit til Cambridge i det hele tatt .

source: Reálafágabálkkašupmi 2006 Reálafágaáŋgiruššamii rápmin geigejuvvui nationála reálafágabálkkašupmi 2006 Sálašvákki joatkkaskuvlii .
nob: – Vi har hatt stor nytte av oppholdet i Cambridge , og har trivdes kjempegodt . En slik positiv opplevelse unner vi alle framtidige elever ved Tromsdalen videregående skole .

source: Máhttoministtar Øystein Djupedal geigii bálkkašumi guovvamánus dán jagi .
nob: Vi sitter igjen med mange nye erfaringer og en god dose selvstendighet .

source: “ Dat mii lea hui erenoamáš Sálašvákki joatkkaskuvllain lea ahte skuvla lea čájehan erenoamášvuođa pedagogalaš ođđajurddašemiin vai oahppit ohppet eanebut reálafágain go ovdal .
nob: Med andre ord , en utrolig god start på voksenlivet . – Vi vet med sikkerhet at året vårt i utlandet vil bli godkjent , og at vi kan fortette våre studier til neste år .

source: Skuvla čađaha buori árvvoštallama ovttas searvevuođaidisguin dakkár fitnodagain main leat MNT-fágat guovddážis .
nob: – Cambridge er den ideelle byen for et slikt utvekslingsprosjekt . Som en av verdens største studentbyer , tilbyr den oss unge et godt miljø og mange aktiviteter .

source: Searvevuođas leat buorit bohtosat ja ovttas ohppiid vejolašvuođaiguin lohkat Cambridge:s , láhččojuvvo vejolašvuohta internationaliseremii oahpus . ”
nob: Byen er rolig og idyllisk , og du får et godt innblikk i den engelske kulturen og møter mange nye mennesker . Cambridge Regional College , hovedinngang .

source: Jury rámidii erenoamážit skuvlla oahppanbohtosa vuogádatlaš čuovvoleami ja ovttasbarggu fitnodagaiguin ja Allaskuvllain ja Universitehtain .
nob: Juryen trakk spesielt fram skolens systematiske oppfølging av læringsutbytte og samarbeid med bedrift og Høgskole og Universitet .

source: Skuvla lea erenoamáš buorre buot eaktosurggiin .
nob: Skolen er fremragende på alle kriterieområdene .

source: Riikkaidgaskasaš oahppu Vuotnabađa joatkkaskuvllas Vuotnabađa joatkkaskuvla lea šaddan IB World School:n maŋŋágo guokte Geneva IB Organization ovddasteaddji fitne guovtti beaivásaš ” Authorization Visit”:s dárkkisteamen skuvlla vuđolaččat , ja soai attiiga hui positiiva ruovttoluottadieđu .
nob: Internasjonal utdanning ved Finnfjordbotn vidaregåande skole Finnfjordbotn vidaregåande skole er blitt IB World School etter at to representanter fra IB Organization i Geneve hadde vært på to dagers ” Authorization Visit ” , sjekket skolen grundig og gitt svært positiv tilbakemelding .

source: Geassemánus 2006 mearridii fylkkadiggi ahte guovttejahkásaš riikkaidgaskasaš IB-linnjá , International Baccalaureate Diploma Programme , galggai álggahuvvot Vuotnabađa joatkkaskuvllas 2007 čavčča .
nob: I juni 2006 vedtok fylkestinget at en toårig internasjonal IB-linje , International Baccalaureate Diploma Programme , skal starte opp ved Finnfjordbotn vidaregåande skole høsten 2007 .

source: Dan rájes geavahii skuvla áiggi jagi lohppii
nob: Siden har skolen brukt

source: ohcat dohkkeheami máilmmemiehtásaš IBOs , vuovdalit fálaldaga ja háhkat ohppiid .
nob: året til å søke godkjenning i det globale IBO , markedsføre tilbudet og rekruttere elever .

source: Eanaš oahppit bohtet Nordlánddas , Romssas ja Finnmárkkus ja muhtumat leat olgoriikkalaččat geat fárrejit riikkaoassái .
nob: Søkerne kommer hovedsakelig fra Nordland , Troms og Finnmark og noen er utlendinger som flytter til landsdelen .

source: Earret earáid leat golmmas Murmánskkas ožžon saji IB-linnjái Barentsčállingotti ruhtadoarjagiin ja oassin Murmánskka ja Romssa fylkkaid ovttasbargošiehtadusas .
nob: Blant andre har tre elever fra Murmansk fått plass på IB-linjen , med finansiell støtte fra Barentssekretariatet og som en del av samarbeidsavtalen mellom Murmansk og Troms .

source: ealáhuseallimiin galgá leat mielde geasuheamen gelbbolaš nuoraid boahtteáigái Davvi-Norgii , dadjá rektor Margoth HovdaLien , gii oaivvilda ahte IB-linnjá lea dehálaš doaibmabidju Davviguovloáŋgiruššamis .
nob: Faglig fordypning , internasjonal vinkling , undervisning på engelsk og samarbeid med næringslivet skal bidra til rekruttering av kvalifisert ungdom for framtida i Nord Norge , sier rektor Margoth Hovda-Lien , som mener IB-linjen er et viktig tiltak i Nordområdesatsinga .

source: Ja son joatká : – Seammás ollašuhttá IB-linnjá máilmmiviidosaš máhttoservodaga gáibádusaid , ja addá vejolašvuođaid lohkat allaskuvllain ja universitehtain miehtá máilmmi .
nob: Og hun fortsetter : – Samtidig møter IB-linjen det globale kunnskapssamfunnets krav , og åpner for studier ved høyskoler og universitet over hele verden .

source: – IB-linnjá mearkkaša sihke reálafágaid ja vierisgielaid nannen .
nob: – IB-linjen betyr styrking av både realfag

source: INTERNATIONAL BACCALAUREATE ( IB ) International Baccalaureate ( IB ) lea golbma oahpahusprográmma ja daidda gulli eksámenat , maid International Baccalaureate Organization ( IBO ) lea ásahan .
nob: International Baccalaureate ( IB ) International Baccalaureate ( IB ) er en gruppe av tre undervisningsprogrammer og deres tilhørende eksamener , og er etablert av International Baccalaureate Organization ( IBO ) .

source: Dát oahpahusprográmmat leat vuođđuduvvon miehtá máilmmi oahpahusvuogádagaide , ii ge leat vuođđuduvvon ovttage vuogádahkii erenoamážit .
nob: Disse undervisningsprogrammene er bygget på undervisningssystemer fra rundt omkring i verdenen , uten å være basert på noen av dem spesifikt .

source: Vuođđudeami rájes jagis 1968 leat IBO alit standárddat dagahan ahte IB-prográmma lea dohkkehuvvon miehtá máilmmi .
nob: Siden grunnleggelsen i 1968 har IBOs høyre standarder gjort IB-programmet anerkjent verden over .

source: Gáldu : Wikipedia
nob: Kilde : Wikipedia

source: Skuvlla IB-gihppaga ovdasiidu .
nob: Forsiden på skolens IBbrosjyre .

source: Riikkaidgaskasaš álggaheapmi addá ollu vejolašvuođaid davviguovlluid nuoraide .
nob: Internasjonal oppstart gir store muligheter for ungdom i nordområdene .

source: Govvideaddji : Harald Jakobsen
nob: Foto : Harald Jakobsen .

source: Vierisgielat Kongsbakkenis Kongsbakkena joatkkaskuvla lea álo atnán dehálažžan fállat buori ohpahusa vierisgielain .
nob: Fremmedspråk på Kongsbakken Kongsbakken videregående skole har alltid lagt vekt på å ha et godt tilbud i fremmedspråk .

source: Dát mielddisbuktá maiddái dárbbu lonohallat ohppiid ja fitnat oahppomátkkiin .
nob: Det fører også med seg behov for elevutveksling og studieturer .

source: 2006 fitne guossit Lauingenis , Duiskkas , galledeamen Kongsbakkena . Dát skuvla lea galledan Kongsbakkena viđa geardde .
nob: I 2006 hadde Kongsbakken besøk fra Lauingen , Tyskland , en skole som har besøkt skolen fem ganger .

source: Skuvlla duiskkagiela oahppit manne Berliidnii , eaŋgalasgiela oahppit manne Dublinii ja Belfastii , ja spánskkagiela vuosttaš čiekŋudanjoavku fas vulggii oahppomátkái Madriidii .
nob: Skolens tyskelever reiste til Berlin , engelskelevene reiste til Dublin og Belfast , mens elevene på den første fordypningsgruppe i spansk dro på studietur til Madrid .

source: Muhto dattetge lea bistevaš lonohallan Murmánskkain bistán guhkimusat .
nob: Likevel er det den faste utvekslingen med Murmansk som har lengst tradisjon .

source: Kongsbakkena joatkkaskuvllas lea 1990 rájes leamaš lonohallan Murmánskka skuvllaiguin .
nob: Kongsbakken videregående skole har siden 1990 hatt utveksling med skoler i Murmansk .

source: Maŋimus viđa jagis lea skuvllas leamaš lotnolas lonohallanšiehtadus Murmánskka ovtteš gymnásain .
nob: I de siste fem årene har skolen hatt en gjensidig utvekslingsavtale med gymnas nummer en i Murmansk .

source: Juohke čavčča vulget Kongsbakkena joatkkaskuvlla ruoššagiela oahppit Murmánskii orrut ruošša bearrašiid luhtte ja vázzit vahku ruošša skuvllas .
nob: Hver høst reiser russiskelever fra Kongsbakken videregående skole til Murmansk for å bo i russiske familier og gå på russisk skole i en uke .

source: Giđđat bohtet ruošša oahppit fas galledit Romssa .
nob: Om våren kommer de russiske elevene på gjenvisitt til Tromsø .

source: Dovddiidusat ja vásáhusat skuvllas ja árgabeaivvis – Lonohallan sáhttá leat sihke gelddolaš ja balddihahtti ohppiide .
nob: Inntrykk og erfaringer fra skole og hverdagsliv – Utveksling kan være både spennende og skummelt for elever .

source: Sii leat vahku eret ruovttus , orrot vieris ruošša bearraša luhtte ja deivet ollu ođđa olbmuid , dadjá Randi Jernberg , joatkkaskuvlla ruoššagiela oahpaheaddji .
nob: De tilbringer en uke hjemmefra , bor i en helt fremmed russisk familie og treffer en masse nye mennesker , sier Randi Jernberg , russisklærer i videregående skole .

source: Ja joatká : – Sii ohppet ollu ruošša kultuvrra birra , ja sii oidnet mo olbmot doppe ellet .
nob: Og fortsetter : – De lærer mye om den russiske kulturen , og de ser hvordan

source: Erenoamážit sii oidnet dan stuorra erohusa Norgga ja Ruošša gaskkas .
nob: Ikke minst legger de merke til de store forskjellene mellom Norge og Russland .

source: Ohppiid ruoššagiela hálddašeapmi buorrána dan vahkus maid mátki bistá .
nob: Elevenes språkferdighet i russisk forbedres i løpet av uken som turen varer .

source: Giellaoahppái ii dáidde mihkkege leat nu duhtadeaddji go áddejuvvot ja sáhttit muhtun muddui jietnadit álkes cealkagiid ulbmilgillii .
nob: Det er vel ingenting som er mer tilfredsstillende for en språkelev enn å bli forstått og å være noenlunde i stand til å komme med noen enkle ytringer på målspråket .

source: Jernberg bivdá nuoraid lohkat ruoššagiela : – Moatti jagis lea Ruošša šaddan okta Norgga guliid deháleamos gávpemárkanin , ja boahtteáiggi šaddá turisma ja ovttasbargu oljjuin / gássain dađistaga deháleabbon Norgii .
nob: Jernberg ber ungdom satse på russisk : – På få år har Russland blitt et av de viktigste markedene for norsk fisk , og i fremtiden vil turisme og samarbeid innen olje /

source: Mii dárbbašit ruoššagiela hálddašeaddji
nob: gass bli mer og mer viktig for Norge .

source: olbmuid buotlágan fitnuin vai sáhttit sihkkarastit boahttevaš Norgga beroštumiid .
nob: For å sikre fremtidige norske interesser er det behov for russiskkyndige i ulike yrker .

source: Murmánskka čuoiganfestivála Ovcci Ráissa joatkkaskuvlla čuoiganlinnjá čuoigi vulge 2006 giđa Murmánskii searvat čuoiganfestiválii .
nob: Murmansk skifestival Ni løpere fra skilinja ved Nordreisa videregående skole reiste våren 2006 til Murmansk for å delta på skifestival .

source: Vásáhusat dán mátkkis leat hui buorit .
nob: Erfaringene fra denne turen er meget positive .

source: Čuoigit ja jođiheaddjit ožžo ávkkálaš vásáhusa sihke valáštallama ja kultuvrra dáfus .
nob: Løpere og ledere fikk med seg nyttig erfaring både sportslig og kulturelt .

source: Oahppit ledje mielde guovtti oktagaslaš gilvvohallamis ja ovtta sáttačuoigamis .
nob: Elevene deltok i to individuelle konkurranser og en stafett .

source: Valáštallama dáfus lei oassálastin festiválii hui ávkkálaš ja čuoigit besse gilvvohallat čuoigiiguin alla riikkaidgaskasaš dásis .
nob: Sportslig sett var deltakelse på festivalen svært nyttig og løperne fikk konkurrert mot løpere på et høyt internasjonalt nivå .

source: Molsašuddi ja sisdoalu dáfus rikkis prográmma lei ráhkaduvvon oktan oahpásmahttimiin gávpogii ja skuvllaide .
nob: Det var lagt opp til et variert og innholdsrikt kulturelt program med omvisning i byen og på skoler .

source: Oahppit ožžo earret eará vejolašvuođa oassálastit árjjalaččat ruošša nieiddaidluohká lášmmohallandiibmui , mii lei hui miela mielde .
nob: Elevene fikk blant annet muligheten til å delta aktivt i en kroppsøvingstime , sammen med en russisk jenteklasse , noe som var svært populært .

source: Skuvla váldojuvvui velloha bures vuostái juohke sajis gos fitne ja ledje sierra dulkkat / oahpisteaddjit geat čuvvo ohppiid miehtá áiggi doppe ja veahkehedje geavatlaš áššiiguin ja diliin .
nob: Skolen ble utrolig godt mottatt på alle stedene og hadde egne tolker / guider som fulgte elevene gjennom hele oppholdet og hjalp til med praktiske gjøremål .

source: Oassálastin festiválii lei čuoiganlinnjá čuoigiid guhkes čuoiganáigodaga buorre loahpaheapmi mas sii ohppe hui ollu .
nob: Deltakelse på festivalen var en fin og lærerik avslutning på en lang langrennssesong for løperne på skilinja .

source: Riikkaidagaskašuhttin Gárgána joatkkaskuvllas Čakčamánus 2006 lei fas áigi vuolgit jahkásaš ekskuršuvdnii Gilbbesjávrái ja Golmmariikkaurrii .
nob: Internasjonalisering ved Nordkjosbotn videregående skole I september 2006 var det igjen klart for den årlige ekskursjonen til Kilpisjärvi og Treriksrøysa .

source: Alitohppui ráhkkanahtti oahpahusprográmma Jk 2 vuolgá juohke jagi ustitvuođamátkái Gilbbesjávrái ja Goldai Suoma beale Tampere ja Viiala skuvla-luohkáin .
nob: Vg 2 på studieforberedende utdanningsprogram reiser hvert år på en vennskapstur til Kilpis og Golda sammen med en skoleklasse fra finske Tammerfors og Viiala .

source: Sullii bealli ohppiin vázzet Golmmariikkaurrii ja nubbi bealli fas mannet mealu .
nob: Omtrent halvparten av elevene går til Treriksrøysa , mens andre halvparten padler .

source: Sii vázzet viidáseappot Goldabarttaide gos sii idjadit , ja de fas máhccet vuolggasadjái .
nob: De tar seg videre til Goldahyttene hvor de overnatter , for deretter å sette kursen tilbake til utgangspunktet .

source: Dán vuoru searvvai maiddái Englándda skuvlaluohkká , ja oahppit ledje juhkkojuvvon seaguhuvvon joavkkuide main ledje suopmelaččat , norgalaččat ja eaŋgalasolbmot .
nob: Denne gangen deltok også en skoleklasse fra England , og elevene var delt inn i blandete grupper med finner , nordmenn og engelskmenn .

source: Danne fertejedje buohkat gulahallat eaŋgalasgillii .
nob: Dermed foregikk all kommunikasjon på engelsk .

source: Buot joavkkut ledje ožžon bargobihtáid maid galge dahkat , ja okta bargamušain lei guoimmuheapmi .
nob: Alle gruppene hadde fått en del arbeidsoppgaver de skulle gjøre , og en av oppgavene var å lage underholdning .

source: Ja dás čájehuvvui ollu hutkáivuohta .
nob: Her var det mye kreativt .

source: Eaŋgalasgiela oahpaheaddjin lei suohtas oaidnit ahte dat ii dagahan makkárge váttisvuođaid , ja mokta lei buorre .
nob: Som engelsk-lærer var det moro å se at det ikke bød på noen som helst problemer , og stemningen var høy .

source: Guoimmuheapmin lei vaikke mii , sihke jáhkkemeahttun váttis čalmmiid ja gieđaid ovttasdoaibmadanstoagus , quiz ja olbmočuolbmašuvvama čoavdin .
nob: Underholdningen besto i alt fra en utrolig vanskelig øye-håndkoordinasjonslek via quiz og løse en menneskeknute .

source: Govvideaddji : Ellen Skjold Kvåle
nob: Foto : Ellen Skjold Kvåle

source: Ná mii guhkit áiggi vuollái duddjot áddejumi ja gierdavašvuođa kultuvrraid ja riikkarájiid rastá , ja Gárgána joatkkaskuvllas mii háliidit váikkuhit dása .
nob: På lang sikt er det slik vi bygger forståelse og toleranse på tvers av kulturer og landegrenser , og på Nordkjosbotn videregående skole ønsker vi å bidra til dette .

source: Ođđa Breivang Romssa gávpogis - 50 buoremusa searvvis
nob: Nye Breivang i Tromsø – blant de 50 beste

source: Breivanga joatkkaskuvla Romssas .
nob: Breivang videregående skole , Tromsø .

source: Govvideaddji : Stein Torgeir Aukland , Breivanga joatkkaskuvla
nob: Foto : Stein Torgeir Aukland , Breivang videregående skole

source: Skuvlla bargit ja oahppit válde ođđa Breivanga joatkkaskuvla atnui ođđajagimánus 2006 .
nob: Nye Breivang videregående skole ble tatt i bruk av skolens ansatte og elever i januar 2006 .

source: Skuvla lea dastán Romssa universitehta ja Grønnåsena mánáid- ja nuoraidskuvlla lahka .
nob: Skolen ligger i umiddelbar nærhet til Universitet i Tromsø og Grønnåsen barneog ungdomsskole .

source: Ođđavistti areála lea sullii 7 000 njealjehasmehtera stuoris , ja skuvla lea 445 oahppi ja 80 bargi beaivválaš bargosadji .
nob: Arealet på nybygget er på ca. 7 000 kvm , 445 elever og 80 ansatte har sin daglige arbeidsplass på skolen .

source: Juohke viđát jagi ráhkada Nationálamusea čájáhusa mas čájehuvvo Norgga dálááiggi arkitektuvrra čoahkkáigeassu .
nob: Hvert femte år lager Nasjonalmuseet en utstilling som oppsummerer norsk sam-

source: oahpásmahttá maŋimus viđa jagi 50 buoremus vistti maid Norgga arkiteavttat leat sárgon Norggas ja olgoriikkas .
nob: Utstillinga presenterer 50 av de beste bygningene fra de fem siste årene tegnet av norske arkitekter i Norge og i utlandet .

source: Breivanga joatkkaskuvla lea válljejuvvon leat okta 50 ” buoremus ” visttis mat leat gárvvistuvvon áigodagas 2000-2005 , ” Hápmi ja doaibma ” gilvoluohkás .
nob: Breivang videregående skole ble valgt ut som en av de 50 ” beste ” bygningene ferdigstilt i perioden 20002005 , i kategorien ” Form og funksjon ” .

source: Breivanga joatkkaskuvlla huksenprošeavttas leat geavaheaddjit pedagogihka vuođul hámuhan hábmema vuođđoprinsihpaid ja sii leat beassan vásihit nana searvevuođa skuvlla plánenproseassas .
nob: I byggeprosjektet for Breivang videregående skole har brukerne gjennom en pedagogisk plattform formulert grunnpremisser for utformingen og fått oppleve sterk delaktighet i planleggingsprosessen for skolen .

source: molsašuddi oahpahus- ja bargovugiiguin gáibida dávgasis latnjačovdosiid .
nob: Dagens skole med varierte undervisnings- og arbeidsformer krever fleksible romløsninger .

source: Pedagogihkkavuođđu lea juhkkojuvvon golbman váldooassin ; pedagogihkka , lágideapmi ja fysihkalaš biras .
nob: Den pedagogiske plattformen er delt inn i tre hovedbolker ; pedagogikk , organisering og fysisk miljø .

source: Guovddáš momeanttat leat earret eará bargovuogit maidda oahppit servet árjjalaččat , árjjalaš IKT-geavaheapmi , joavkobargu , dávggasvuohta multidoaibmi areálaid , sisáimmu , rabasvuođa ja čuovgga bokte .
nob: Sentrale moment er blant annet elevaktive arbeidsmåter , aktiv bruk av IKT , teamarbeid , fleksibilitet gjennom multifunksjonelle areal , inneklima , åpenhet og lys .

source: Bátnedearvvašvuohta Kultuvrra ja dearvvašvuođa ja birrasa fylkkaráđđi Mariam Rapp ( KrÁ ) Bátnedearvvašvuođabálvalusa ovddasvástádus lea almmolaš bátnedearvvašvuođafálaldat Romssas .
nob: TANNHELSE Fylkesråd for kultur og helse og miljø Mariam Rapp ( KrF )

source: Etáhtahoavda Petter Marstrander Govvideaddji : Liisa Koivulehto
nob: I tillegg øker befolkningen og etterspørsel etter tannhelsetjenester . Etatsjef Petter Marstrander

source: Romssa fylkka almmolaš bátnedearvvašvuođabálvalusas leat vihtta bátnedearvvašvuođaguovllu ( Romssa gávpot , Hárštá , Gaska-Romsa , Davvi-Romsa ja Davvi-Norgga gelbbolašvuođaguovddáš ) , ja juohke guovllu jođiha bajimusbátnedoavttir .
nob: Foto : Liisa Koivulehto Den offentlige tannhelsetjenesten i Troms er organisert i fem tannhelsedistrikter ( Tromsø , Harstad , Midt-Troms , NordTroms og Kompetansesenteret for Nord-Norge ) , hver med en overtannlege som leder .

source: Dál leat 27 bissovaččat doaibmi divššohaga dahje klinihka , okta spesialistadivššohat , guokte buohcciidviessodivššohaga ja golbma johttidivššohaga ja daid lassin vel Davvi-Norgga bátnedearvvašvuođabálvalusa gelbbolašvuođaguovddáš mii lea Romssa gávpogis .
nob: Det er nå 27 fast betjente klinikker , en spesialklinikk , to sykehusklinikker og tre ambuleringsklinikker i tillegg til Tannhelsetjenestens kompetansesenter for Nord-Norge som ligger i Tromsø by .

source: Guovddáš ásahuvvui 2003 ja fállá vihtta spesialistabálvalusa ja vel oalulortopediija gáiddusoahpahusa .
nob: Senteret ble etablert i 2003 og tilbyr fem spesialisttjenester i tillegg til desentralisert utdanning i kjeveortopedi .

source: Romssa gávpoga , Gaska-Romssa ja Hárštá bátnedearvvašvuođaguovlluin lea organiserejuvvon bátnedoavttirvákta .
nob: Tromsø , Midt-Troms og Harstad tannhelsedistrikt har organisert tannlegevakt .
